{"261653":"Prev","770a5bdc":"Let’s start by getting to know your hair a little.","-3cc52eb8":"How do you typically wear your hair?","588dc9fc":"Out (Loose and Free)","3ff5b7c":"Email","3635c670":"Tied up or in a protective style","13dc8809":"Blown out or straightened","-3d51f13f":"Styled with extensions, weaves, or wigs","-67b2e99f":"Varied","-2d6079bc":"Next Slide","47f75aff":"How does your hair feel right now?","7f4adf18":"Dry scalp with flakes","76ef5534":"Dry and brittle","583f5131":"Tangled and knotty","-bd7e959":"Weighed down","-656d10dd":"Moisturised and balanced","-77bf31ba":"Great! Now let’s see how dense and thick your hair is","4f4c993":"How full or thick does your hair feel overall?","58ca7ab4":"My hair feels light, and I can see my scalp easily","244ec859":"My hair feels moderately full, and I can see my scalp in certain areas","-697fdca1":"My hair feels thick and I can barely see my scalp","-6698acdf":"How would you describe the thickness of your individual hair strands?","-3a1b7f42":"My strands are very fine and feel soft, like silk","-7f2e2cd5":"My strands don't seem too fine or thick","6a56bd8":"My strands feel thick to the touch similar to the thickness of dental floss","-2be7eb10":"Lastly, let’s find out how your hair relates to water","77005ee0":"When you’re washing your hair, how quickly does it get wet?","-2924ebf1":"My hair quickly absorbs water like a sponge","-26845246":"My hair takes about a minute or two before it feels fully wet.","770b7608":"My hair repels water; it takes a long while before it's fully wet","-7f1e5ee8":"Once your hair is wet, how fast does it air dry?","3b671255":"My hair dries in under an hour","28f8e153":"My hair dries in about 1 - 3 hours","-36b9c18a":"My hair stays wet for several hours or all day","-3249c1ef":"Your Perfect Match: High Porosity Essentials Kit","-26af42fa":"Add to cart","-4e7e87f3":"Your Perfect Match: Low Porosity Essentials Kit","-7c112e99":"Oops! Something went wrong while submitting the form.","24ff13":"Next","-6f6d06f5":"Calculating..."}